[
    {
        "Rank": "8.6",
        "Name": "Pather Panchali",
        "Director": "Satyajit Ray",
        "Time": "2h 5min",
        "Poster_img_url": "/title/tt0048473/mediaviewer/rm2023787521/?ref_=tt_ov_i",
        "Genre": "Drama",
        "Language": [
            "Bengali"
        ],
        "Country": [
            "India"
        ],
        "Bio": "The story of a young boy, Apu, and life in his small Indian village. His parents are quite poor - his father Harihar, a writer and poet, gave away the family's fruit orchard to settle his brother's debts. His sister Durga and an old aunt also still lives with them. His mother Sarbojaya bears the brunt of the family's situation. She scrapes by and sells her personal possessions to put food on the table and has to bear the taunts of her neighbors as Durga is always stealing fruit from their orchard. Things get worse when Harihar disappears for five months and Durga falls ill. Even after Harihar returns, the family is left with few alternatives. —garykmcd"
    },
    {
        "Rank": "8.7",
        "Name": "Nayakan",
        "Director": "Mani Ratnam",
        "Time": "2h 36min",
        "Poster_img_url": "/title/tt0093603/mediaviewer/rm1040255488/?ref_=tt_ov_i",
        "Genre": "Crime",
        "Language": [
            "Tamil"
        ],
        "Country": [
            "India"
        ],
        "Bio": "A small boy (Ratnavelu) from Tamilnadu sees his father, a labor leader, killed in cold blood by a policeman. He kills the policeman and runs away to the city of Bombay. From there, the story traces his ascent to become a mafia chief (Velu Naicker). —Sathyanarayanan Narayanaswamy <sathya@ntd.comsat.com>"
    },
    {
        "Rank": "8.8",
        "Name": "Pariyerum Perumal",
        "Director": "Mari Selvaraj",
        "Time": "2h 34min",
        "Poster_img_url": "/title/tt8176054/mediaviewer/rm2678026496/?ref_=tt_ov_i",
        "Genre": "Drama",
        "Language": [
            "Tamil"
        ],
        "Country": [
            "India"
        ],
        "Bio": "A law student from a lower caste begins a friendship with his classmate, a girl who belongs to a higher caste, and the men in her family start giving him trouble over this."
    },
    {
        "Rank": "8.7",
        "Name": "Anbe Sivam",
        "Director": "Sundar C.",
        "Time": "2h 40min",
        "Poster_img_url": "/title/tt0367495/mediaviewer/rm3025237504/?ref_=tt_ov_i",
        "Genre": "Adventure",
        "Language": [
            "Tamil"
        ],
        "Country": [
            "India"
        ],
        "Bio": "Evocative and provocative, this masterfully crafted relationship drama tells the story of a series of comic events that occur when Nalla Sivam (Kamal Haasan) a wise-cracking, handicapped communist and Anbarasu (R. Madhavan), an arrogant young advertisement filmmaker who favors capitalism meet. They get stuck with each other on their problem-filled trip from Bhubaneswar to Chennai, giving them a unique opportunity to explore each other's belief system. Themes such as globalization, financial disparity and compassion in present-day India are explored around the two protagonists, while they also find how deeply interconnected their lives are. —Santhosh"
    },
    {
        "Rank": "8.5",
        "Name": "Gol Maal",
        "Director": "Hrishikesh Mukherjee",
        "Time": "itle: Golmaal19791979UU2h 24min",
        "Poster_img_url": "/title/tt0079221/mediaviewer/rm3716412160/?ref_=tt_ov_i",
        "Genre": "Comedy",
        "Language": [
            "Hindi"
        ],
        "Country": [
            "India"
        ],
        "Bio": "Ramprasad is a recent college graduate who finds a job with a finicky man, Bhavani Shankar, who believes that a man without a mustache is a man without a character. Bhavani Shankar is also against any of his employees indulging in recreation of any kind. When Ramprasad is caught by his boss at a hockey match, he has to invent a twin brother, the clean-shaven Laxman Prasad, to save his job. When Bhavani's daughter falls in love with the clean-shaven Laxman Prasad, and insists on marrying him, and Bhavani insists she should marry Ramprasad, things take a whacky turn. A fake mother and a hilarious chase are other enjoyable features involved in this comedy. —Vijay"
    },
    {
        "Rank": "8.5",
        "Name": "Apur Sansar",
        "Director": "Satyajit Ray",
        "Time": "1h 45min",
        "Poster_img_url": "/title/tt0052572/mediaviewer/rm2084100609/?ref_=tt_ov_i",
        "Genre": "Drama",
        "Language": [
            "Bengali"
        ],
        "Country": [
            "India"
        ],
        "Bio": "Liberated from any form of attachment that was holding him back from immersing himself into Kolkata's urban lifestyle after Sarbojaya's death in Aparajito (1956), Apu, now an optimistic, 23-year-old idealist and struggling author, has no other choice but to give up his degree for lack of financial resources. Being no longer accountable to anyone, Apu barely manages to scrape by, content with a meagre income and a humble roof over his head, until an unforeseen complication during the wedding of Aparna, the delicate sister of his university friend, Pulu, leads to an act of kindness and a wonderful, youthful romance. All his life, death, and the sense of loss, have been accompanying Apu in his perpetual odyssey of spirituality and knowledge, and now, a lifetime of joys, hopes, sadness, and tragedies culminate in the most momentous decision of his life. But, life's mysterious duality cannot be defined by tragedy. What more could one ask for than a child's charming, wide-eyed smile? —Nick Riganas"
    },
    {
        "Rank": "9.0",
        "Name": "C/O Kancharapalem",
        "Director": "Venkatesh Maha",
        "Time": "itle: C/o Kancharapalem20182018UAUA2h 32min",
        "Poster_img_url": "/title/tt7391996/mediaviewer/rm2611779329/?ref_=tt_ov_i",
        "Genre": "Drama",
        "Language": [
            "Telugu"
        ],
        "Country": [
            "India"
        ],
        "Bio": "Four unconventional love stories set in the town and including the people of Kancherapalem."
    },
    {
        "Rank": "8.8",
        "Name": "Kireedam",
        "Director": "Sibi Malayil",
        "Time": "2h 4min",
        "Poster_img_url": "/title/tt0237376/mediaviewer/rm1299766785/?ref_=tt_ov_i",
        "Genre": "Action",
        "Language": [
            "Malayalam"
        ],
        "Country": [
            "India"
        ],
        "Bio": "The life of a young man turns upside down when he intervenes in a dispute in order to rescue his father (a cop) from a ruthless local outlaw."
    },
    {
        "Rank": "8.7",
        "Name": "Manichitrathazhu",
        "Director": "Fazil",
        "Time": "2h 49min",
        "Poster_img_url": "/title/tt0214915/mediaviewer/rm676456192/?ref_=tt_ov_i",
        "Genre": "Comedy",
        "Language": [
            "Malayalam"
        ],
        "Country": [
            "India"
        ],
        "Bio": "Renowned Psychiatrist Dr. Sunny Joseph lives in America. He decides to travel to a town in India after he gets a distress call from his friend, who belongs to a very noble and wealthy family, to counsel and treat a female family member, who he suspects is responsible for a variety of incidents. Sunny accepts this assignment not realizing that there is another side to this tale, namely a vengeful spirit, who may not respond to his methods, and he may end up endangering everyone's lives. —rAjOo (gunwanti@hotmail.com)"
    },
    {
        "Rank": "9.0",
        "Name": "Natsamrat",
        "Director": "Mahesh Manjrekar",
        "Time": "2h 46min",
        "Poster_img_url": "/title/tt5311546/mediaviewer/rm3539275520/?ref_=tt_ov_i",
        "Genre": "Drama",
        "Language": [
            "Marathi"
        ],
        "Country": [
            "India"
        ],
        "Bio": "The film is a tragedy about a veteran theatre actor named Ganpat \"Appa\" Belwalkar (Nana Patekar) who has been the best of his lot during his heyday, garnering fame and fortune acting in plays based on various works, especially William Shakespeare's. It is a tragedy of a veteran actor who enjoyed a very vital importance in his life but who becomes the victim of old age alienation and estrangement. The film reveals an intensely tragic fate of an actor who becomes victim of fate and fortune in old age, which is similar to the fate of Lear. Natsamrat suffers the pangs of old age and dishonor inflicted on him by his own children. It is a tragedy of great humanist and actor who succumbs to the ill fate and destiny. In fact, Natsamrat is a story of Ganpatrao Belvalkar, who withstands great suffering after his retirement from stage acting."
    }
]